import React, { Component } from 'react'

class ZhangCheng extends Component{
    render(){
        return (
            <div>
                <div style={{padding:'0 20px',overflowY: "hidden",textAlign:'left', cursor: "text", height: "5730px"}}>
                <p>中国民生银行民生信用卡章程</p>
                <p>第一章&nbsp; 总则</p>
                <p>第一条 为了向社会各界提供更好的信用支付工具，促进我国传统货币</p>
                <p>向电子货币的转化，依据国家法律、法规和规章及有关规定，特制定本</p>
                <p>章程。</p>
                <p>第二条 民生信用卡是由中国民生银行股份有限公司信用卡中心（下称</p>
                <p>本行）发行的、给予持卡人一定信用额度，持卡人可在信用额度内先消</p>
                <p>费后还款，并可循环使用其信用额度，以人民币或其他特定外币结算的</p>
                <p>信用支付工具。</p>
                <p>第三条 民生信用卡按发行对象不同分为个人卡和公务卡（或商务卡）；</p>
                <p>按结算币种不同分为人民币卡、人民币及特定外币双币种卡；按信息载</p>
                <p>体材料不同分为磁条卡、芯片（IC）卡和磁条芯片复合卡；按信用等级</p>
                <p>及客户群体不同分为普卡、金卡、钛金卡、白金卡、钻石卡、世界卡和</p>
                <p>无限卡。</p><p>第四条 本行、持卡人、担保人、特约商户及其他相关当事人均须遵守</p>
                <p>本章程。</p><p>章 第二章&nbsp; 民生信用卡的功能及使用范围</p>
                <p>第五条 民生信用卡具有信用消费、转账结算、存取现金等功能，具体</p>
                <p>功能依照特定卡种的《中国民生银行信用卡领用合约》（本章程上下文</p>
                <p>所指的“中国民生银行信用卡领用合约”为各类民生信用卡领用合约</p>
                <p>的总称，其涵盖了各类民生信用卡领用合约）约定执行。持卡人可按其</p>
                <p>所持卡的不同等级享有相应的增值服务。</p>
                <p>第六条 民生信用卡可在带有银联、维萨、万事达卡、美国运通、JCB</p>
                <p>或其他银行卡组织受理标识的信用卡受理点和本行指定的网点及特约</p>
                <p>商户使用。</p><p>章 第三章&nbsp; 民生信用卡的申领条件</p>
                <p>第七条 凡年满 18 周岁（外籍、港澳台须年满 25 周岁），具有完全民</p>
                <p>事行为能力，有稳定、合法的收入来源，资信状况良好的个人，均可凭</p>
                <p>本人有效身份证件和相关证明文件向本行申领民生信用卡个人卡主卡。</p>
                <p>还可为符合发卡条件的具有完全民事行为能力自然人或已得到法定代</p>
                <p>理人许可的限制民事行为能力自然人办理附属卡；主卡持卡人可随时申</p>
                <p>请调整、取消或停止附属卡的使用。主卡持卡人须承担主卡、附属卡（含</p>
                <p>移动设备卡，下同）项下全部债务，具有完全民事行为能力的附属卡持</p>
                <p>卡人对附属卡项下债务承担连带清偿责任。</p>
                <p>第八条 具有独立法人资格的企业、行政事业单位、社会团体、部队、</p>
                <p>法人授权的经济组织等（下统称单位），可凭经中国人民银行核准的基</p>
                <p>本存款账户开户许可证和相关证明材料向本行申领民生信用卡公务卡。</p>
                <p>申请单位可申领若干张公务卡，其持卡人资格由申请单位法定代表人或</p>
                <p>其委托的代理人书面指定或撤销。</p>
                <p>章 第四章&nbsp; 民生信用卡的申领手续</p>
                <p>第九条 个人和单位应按本行要求正确、完整、真实地填写申请表并提</p>
                <p>交本行要求的相关申请材料，并与本行签订《中国民生银行信用卡领用</p>
                <p>合约》。</p>
                <p>第十条 本行根据申请人的资信状况，决定是否向申请人发放信用卡，</p>
                <p>并确定信用额度。</p>
                <p>第十一条 若本行认为必要，可要求申请人提供指定形式的担保或交存</p>
                <p>一定数量的保证金。</p>
                <p>第十二条 本行对民生信用卡卡片设定有效期。卡片到期时，本行可根</p>
                <p>据持卡人资信状况等因素确定是否办理更换新卡手续。持卡人若在卡片</p>
                <p>到期后不愿换领新卡，应在卡片到期之日前三个月以书面或本行认可的</p>
                <p>其他方式通知本行，本行有权要求持卡人交还卡片。持卡人使用信用卡</p>
                <p>所形成的债权债务关系不因卡片的到期失效、更换或销户而消灭或改</p>
                <p>变。对有效期内未激活的民生信用卡，本行可不提供到期换卡服务。已</p>
                <p>过期的民生信用卡，持卡人在按照本行规定办理有关手续前不能继续使</p>
                <p>用（收入款项除外）。如因本行与合作单位、银行卡组织合作终止等原</p>
                <p>因导致无法补换卡的，本行可根据持卡人协商情况，发放其他不同或相</p>
                <p>同信用等级的卡片。持卡人不补换新卡或中途停止使用民生信用卡的，</p>
                <p>仍须清偿该卡所欠债务。</p>
                <p>章 第五章&nbsp; 民生信用卡的账户及交易管理</p>
                <p>第十三条 民生信用卡只限经本行批准的持卡人本人使用，不得出租、</p>
                <p>转借或以其他方式交由他人使用。否则，本行有权收回信用卡，一切风</p>
                <p>险损失由持卡人本人承担。</p>
                <p>第十四条 本行在严格控制业务风险的前提下，依据银行监管部门的相</p>
                <p>关规定和申请人的资信条件，授予不同等级的信用额度，并根据持卡人</p>
                <p>的用卡情况和资信状况的变化，对持卡人的信用额度予以调整。</p>
                <p>第十五条 民生信用卡账户只能用于合法交易，个人卡账户存入的资金</p>
                <p>应是持卡人的合法收入。个人卡人民币账户的资金以现金或转账存入。</p>
                <p>个人卡外币账户的资金以持卡人持有的外币现钞存入或从其外汇账户</p>
                <p>（含外钞账户）转账存入。人民币账户及外币账户的使用均按照国家法</p>
                <p>律、法规和规章及有关规定执行。</p>
                <p>第十六条 公务卡（或商务卡）用单位资金偿还人民币账户的欠款时，</p>
                <p>还款资金应从其单位的基本结算账户转账存入，不得存取现金。公务卡</p>
                <p>（或商务卡）用单位资金偿还外币账户的欠款时，还款资金应从其单位</p>
                <p>经常项目外汇账户转账存入，不得在境内存取外币现钞。</p>
                <p>第十七条 持卡人在境内外进行的信用卡交易记入相应的信用卡清算币</p>
                <p>种账户。</p>
                <p>第十八条 持卡人使用信用卡在境外消费或透支取现形成贷款，可以用</p>
                <p>自有外汇偿还，或根据国家外汇管理局的有关规定办理购汇还款。</p>
                <p>第十九条 本行对持卡人的还款，按照已出账单、未出账单的顺序偿还。</p>
                <p>对已出账单部分还款按照以下顺序对其信用卡账户的各项欠款进行冲</p>
                <p>还：逾期 1-90 天（含）的，按照先偿还利息或各项费用、后偿还本金</p>
                <p>的顺序进行冲还；逾期 91 天以上的，按照先偿还本金、后偿还利息或</p>
                <p>各项费用的顺序进行冲还。</p>
                <p>第二十条 持卡人可使用密码（含动态密码，下同）进行交易。凡因交</p>
                <p>易性质、习惯，或按银行卡组织、发卡机构规定或依持卡人选择不使用</p>
                <p>密码的交易，包括但不限于不校验密码的数卡消费，电子现金脱机消费</p>
                <p>以及通过邮件、电话、移动设备、短信、传真、互联网等方式进行的交</p>
                <p>易，以持卡人签名，磁条或芯片信息，动态验证码，卡号、有效期、安</p>
                <p>全码等卡面信息，身份证件号码、电话号码等个人信息以及指纹等个人</p>
                <p>生物特征信息等要素中的一项或多项（以下简称验证要素）进行交易确</p>
                <p>认。</p>
                <p>凡使用密码进行的交易，本行均视为持卡人本人所为，依据密码等为持</p>
                <p>卡人办理的存取款、转账结算、电子支付等各类交易，交易所产生的电</p>
                <p>子信息记录均为该项交易的有效凭据。凡未使用密码进行的交易，则记</p>
                <p>载有持卡人签名的交易凭证和/或凭信用卡磁条、芯片、卡号等电子数</p>
                <p>据而办理的各项交易所产生的信息记录及本行与持卡人约定的其他证</p>
                <p>明文件，或经确认证明持卡人本人消费的其他依据，为该项交易完成的</p>
                <p>有效凭证，但持卡人与本行另有约定的除外。电子现金交易不核对持卡</p>
                <p>人签名且无需密码即可支付，凡使用电子现金进行的交易均视为持卡人</p>
                <p>本人所为，持卡人应承担因卡片保管不善（包括但不限于丢失或被盗等）</p>
                <p>造成的风险损失。</p>
                <p>第二十一条 持卡人须在安全的环境下在互联网/通讯环境和商户实体</p>
                <p>受理环境下使用信用卡，持卡人必须对其卡片在互联网上使用时由于非</p>
                <p>本行原因所导致的交易风险和损失自行承担相关责任。</p>
                <p>第二十二条 本行可对持卡人名下的多个民生信用卡账户授信额度实施</p>
                <p>合并管理，设定总授信额度上限。</p>
                <p>第二十三条 持卡人申请销户时应将卡片交还本行。办理销户手续后，</p>
                <p>持卡人仍需承担销户之前所发生的未清偿债务。</p>
                <p>章 第六章&nbsp; 民生信用卡的计息办法和收费规定</p>
                <p>第二十四条 民生信用卡透支按本行依法确定并公布的届时有效的利率</p>
                <p>计收利息，按月计收复利。信用卡账户中的存款资金不计利息，但本行</p>
                <p>有权按照客户贡献度等因素调整。</p>
                <p>第二十五条 持卡人若在最后还款日前偿还当期应还款项可享受免息还</p>
                <p>款期待遇，无须支付除取现及转账透支交易外的当期交易的透支利息。</p>
                <p>第二十六条 个人卡持卡人在最后还款日前不愿或不能偿还全部应还款</p>
                <p>项时，可按对账单中列明的最低还款额还款。依据《中国民生银行信用</p>
                <p>卡领用合约》约定所有交易不享受最低还款额待遇的公务卡（或商务</p>
                <p>卡），持卡人应在最后还款日前偿还全部应还款项。</p>
                <p>第二十七条 持卡人未能在最后还款日之前（含）全额还款的，将不享</p>
                <p>受免息还款期待遇；已偿还部分计收自记账日至还款日的利息，未偿还</p>
                <p>部分自记账日持续计息。</p>
                <p>持卡人若未能在最后还款日营业终了前偿还最低还款额，视为逾期，本</p>
                <p>行除按照上述计息方法计收透支利息外，还按最低还款额未偿还部分的</p>
                <p>一定比例计收违约金。逾期还款违约金比例按照本行公布的服务价目表</p>
                <p>执行。</p>
                <p>第二十八条 持卡人支取现金或将透支款项转入其他账户的交易形成的</p>
                <p>透支不享受免息还款期待遇，应支付自银行记账日/交易日起至还款日</p>
                <p>止的透支利息。持卡人激活信用卡后，信用卡将自动开通信用卡转账功</p>
                <p>能。持卡人可通过自助设备（包括但不限于 ATM、拉卡拉等）或其他</p>
                <p>本行认可的网上渠道进行信用卡转账。除本行与持卡人另有约定外，持</p>
                <p>卡人使用信用卡透支额度向持卡人本人的其他账户转账视同使用信用</p>
                <p>卡进行预借现金交易。</p>
                <p>第二十九条 本行核准发给申请人信用卡后，按规定的标准向持卡人收</p>
                <p>取年费。持卡人挂失卡片、支取现金等需支付一定费用。详细收费项目</p>
                <p>及标准依据《中国民生银行信用卡领用合约》中约定执行。</p>
                <p>章 第七章&nbsp; 本行的权利与义务</p>
                <p>第三十条 本行的权利：</p>
                <p>（一）本行有权审查申请人的资信状况、索取申请人的个人资料，向有</p>
                <p>关方面查询申请人所提供的资料的真实性，并有权决定是否向申请人发</p>
                <p>卡以及确定信用额度。对批准和未批准的申请，本行都有权保留有关申</p>
                <p>请材料不予退还。</p>
                <p>（二）对虚假挂失、使用伪造或作废的信用卡、冒用他人的信用卡、恶</p>
                <p>意透支等行为，本行有权申请法律保护，并依法追究有关当事人的经济</p>
                <p>和法律责任。</p><p>（三）信用卡的所有权属于本行。对不遵守本章程的持卡人，本行有权</p>
                <p>冻结其账户，有权取消其持卡人资格，并可授权有关单位收回卡片。</p>
                <p>（四）本行有权按《中国民生银行信用卡领用合约》中的约定对持卡人</p>
                <p>收取一定的费用并计入其账户。</p><p>（五）持卡人与本行约定通过持卡人开立于本行或他行指定的账户自动</p>
                <p>还款的，本行有权在最后还款日当日从约定账户中扣收持卡人应还款</p>
                <p>项，扣收不足的部分或扣款失败款项持卡人应及时清偿。</p>
                <p>第三十一条 本行的义务：</p>
                <p>（一）向申请人提供有关信用卡的资料，包括章程、使用说明、收费项</p>
                <p>目及标准、计息方式等。</p><p>（二）向持卡人提供每天 24 小时的咨询、查询、挂失、投诉等服务。</p>
                <p>对持卡人的业务咨询、账务查询、挂失，给予即时答复和处理。</p>
                <p>（三）对持卡人的资料负有保密义务，但法律、法规另有规定的除外。</p>
                <p>（四）按双方约定的寄送方式，按月向持卡人提供对账单。但自上次提</p>
                <p>供对账单后，没有任何交易发生且账户无未清偿余额，或本行与持卡人</p>
                <p>另有约定时，可不向持卡人提供当月对账单。</p><p>章 第八章&nbsp; 持卡人的权利与义务</p>
                <p>第三十二条 持卡人的权利：</p><p>（一）持卡人享有本行对民生信用卡所承诺的各项服务的权利，有权监</p>
                <p>督服务质量并对有瑕疵的服务进行投诉。</p><p>（二）申请人、持卡人有权知悉民生信用卡的功能、使用方法、收费项</p>
                <p>目及标准、适用利率及有关的计算方式。</p><p>（三）持卡人有权在规定时间内向本行索取对账单，或通过本行有关服</p>
                <p>务渠道了解账务变动情况。</p><p>（四）持卡人有权对对账单中列明的账务提出疑义，有权在约定时间内</p>
                <p>向本行申请调阅签账单的服务。若签账单真实、有效，调阅签账单手续</p><p>费由持卡人承担。</p>
                <p>第三十三条 持卡人的义务：</p><p>（一）持卡人应向本行提供真实可靠的申请资料。若本行认为必要，持</p>
                <p>卡人还应提供符合条件的担保和其他有关资料。</p>
                <p>（二）持卡人和担保人的通信地址、电话号码、住址、职业、收入、身</p>
                <p>份证号码等发生变更，应及时以书面或本行认可的其他形式通知本行。</p><p>否则，由此产生的损失由持卡人承担。</p>
                <p>（三）持卡人应承担民生信用卡（其中，个人卡含附属卡，下同）项下</p>
                <p>发生的全部债务，并在本行规定的还款期限偿还欠款。持卡人不得以与</p>
                <p>特约商户或受理单位、预借现金和转账办理机构等第三方机构发生纠纷</p>
                <p>为由拒绝支付所欠本行的款项，不得利用民生信用卡进行虚假交易等欺</p>
                <p>诈活动套取资金、积分、奖品或增值服务；个人信用卡透支应当用于消</p>
                <p>费领域，不得用于生产经营、投资等非消费领域，法律、法规和规章及</p>
                <p>其他规范性文件另有规定的除外。</p><p>（四）持卡人应采取合理谨慎措施妥善保管自己的卡片、密码。民生信</p>
                <p>用卡遗失或密码泄露后，持卡人应及时到本行指定网点或通过电话等本</p>
                <p>行认可的渠道办理挂失手续（电子现金不可办理挂失），挂失经本行确</p>
                <p>认后即生效，除非持卡人对该交易存在欺诈、串通他人欺诈或其他不诚</p>
                <p>信行为。挂失生效前民生信用卡所形成的风险和损失，由持卡人自行承</p>
                <p>担。挂失生效后，持卡人对信用卡被冒用导致的损失不再承担责任，但</p>
                <p>有下列情形之一的除外：</p><p>1.持卡人对该交易存在欺诈、串通他人欺诈行为；</p>
                <p>2.持卡人对该交易存在其他违反诚实信用原则的行为。</p>
                <p>（五）持卡人在最近的账单日后十五个自然日内仍未收到对账单时，应</p>
                <p>向本行主动查询或索取对账单，否则视同持卡人已收到对账单且已知悉</p>
                <p>本期账单详情。若持卡人对于对账单中的交易有异议，应在最后还款日</p>
                <p>前提出核对要求，否则视同持卡人认可全部交易。</p>
                <p>（六）本行按规定调整持卡人信用额度的，如持卡人不愿调整，应及时</p>
                <p>以书面或双方认可的其他形式向本行提出，但持卡人仍需清偿已经发生</p>
                <p>的交易款项、利息及费用。</p><p>章 第九章&nbsp; 附则</p>
                <p>第三十四条 本章程未尽事宜的处理应遵守中华人民共和国相关法律、</p>
                <p>法规和规章，以及《中国民生银行信用卡领用合约》和本行、特约商户</p>
                <p>及银行卡组织公布的相关业务规定执行，如持卡人用卡交易过程中涉及</p>
                <p>境外机构的，有关争议处理还需适用银联、维萨、万事达卡、美国运通、</p>
                <p>JCB 等银行卡组织的规定。</p><p>第三十五条 本章程由本行负责制定、修改。本行对章程修改后进行公</p>
                <p>告（可采用本行网站公告、营业网点公告、对账单、信函、电话银行、</p>
                <p>服务热线、预留手机短信等任一方式），公告期为四十五个自然日，修</p>
                <p>改后的章程自公告期届满之日起生效。持卡人有权在公告期内选择是否</p>
                <p>同意章程的变更内容。持卡人如对章程变更内容有异议，应提前终止使</p>
                <p>用民生信用卡，并按照规定办理销户手续。公告期届满，持卡人未办理</p>
                <p>销户手续的，视为同意章程的变更内容。</p>
                <p>第三十六条 本行以合法方式发布的，在持卡人用卡期间持续有效的公</p>
                <p>告（包括申请人签署《中国民生银行信用卡领用合约》之前以及之后发</p>
                <p>布的），均同样适用于持卡人。如该公告与本章程不一致的，以发布在</p>
                <p>后的为准。</p><p>第三十七条 本章程自 2018 年 4 月 26 日起开始公告，并于 2018 年 6</p>
                <p>月 11 日生效，原《中国民生银行民生信用卡章程》自本章程生效之日</p>
                <p>同时废止。</p>
                </div>
            </div>
        )
    }
}

export default ZhangCheng;